semestr2/ekonomia/22.02.2021-wprowadzenie.md

# Table of Contents

1.  [ekonomia](#org7ab76c9)
    1.  [podział ekonomii](#orge7d3298)
        1.  [mikroekonomia](#org0e843b6)
        2.  [makroekonomia](#org81ab99b)
        3.  [mezoekonomia](#org072f179)
    2.  [typy podmiotów gospodarczych](#orgae01548)
    3.  [typy systemów ekonomiczny](#orgfb7bda9)
2.  [TODO:Sformatować](#org852aa4f)



<a id="org7ab76c9"></a>

# ekonomia

-   nauka o procesach gospodarczych. stara się wykrywać i opisywać prawidłowosci rządzące tymi pricesami, czyli tzw prawa ekonomiczne. Bada w jaki sposób ludzie wykorzystują zasoy będące w ich dyspozycji w celu zaspokojenia różnorodnych potrzeb.
-   cele ekonomii
    -   poznanie rzeczywistości gospodarczej
    -   opisanie jej
    -   wyjaśnienie przyczyn i natury zjawisk oraz procesów zachodzących w gospodarce


<a id="orge7d3298"></a>

## podział ekonomii


<a id="org0e843b6"></a>

### mikroekonomia


<a id="org81ab99b"></a>

### makroekonomia


<a id="org072f179"></a>

### mezoekonomia


<a id="orgae01548"></a>

## typy podmiotów gospodarczych

-   przedsiębiorstwo - podmiot gospodarczy, który prowadzi działalność produkcyjną, handlową lub usługowąw celach zarobkowych i na własny rachunek
-   gospodarstwo domowe - najmniejsza komórka społeczna (najczęściej rodzina) która gromadzi dochody i wspólnie je wydaje, ay zaspokoić swoje potrzeby konsumpcyjne
-   państwo - złożona i wielozczeblowa struktura administracyjna społeczeństwa zamieszkującego dane tyretorium. dysponuje władzą ustawodawczą, wykonawcza i sądowniczą


<a id="orgfb7bda9"></a>

## typy systemów ekonomiczny

-   gospodarka rynkowa   ***pure ideology***
-   gospodarka centralnie planowana


<a id="org852aa4f"></a>

# TODO:Sformatować

&#x2014;

Ekonomia - nauka o procesach gospodarczych. Wykrywa i opisuje prawidłowości rządzące tymi procesami - prawa ekonomiczne. Bada w jaki sposób ludzie wykorzystują zasoby będące w ich dyspozycji w celu zaspokojenia różnorodnych potrzeb.

Cele ekonomii:

1.  Poznanier zeczywistości gospodarczej
2.  opisanie jej
3.  wyjaśnienie przyczyn i natury zjawisk oraz procesów zachodzących w gospodarce.

Systematyka ekonomii:

-   mikroekonomia - zjawiska i procesy gospodarcze w poszczególnych obszarach gospodarki. np. analiza działalności poszczególnych podmiotów gospodarczych i rynków
-   makroekonomia - gosapodarka narodowa, światowa (inflacja, bezrobocie, wzrost gospodraczy)
-   mezoekonomia - zjawisja i procesy  gospodarcze w sektorach, branżach, grupach społęcznych itd (coraz częściej wyodrębniana)

Typy podmiotów gospodarczych:

-   przedsiębiorstwo - prowadzi działalność produkcyjną/handlową/usługową (w celach zarobkowych[dąży do maksymalizacji zysku] i na własny rachunek)
-   gospodarstwo domowe - najmniejswza komórka społeczna (najczęściej rodzina) - wspólnie gromadzi i wydaje dochody by zaspokoić potrzeby konsumpcyjne
-   państwo - szłożona i wieloszczeblowa struktura administracyjna społęczeństwa zamieszkującego określone terytorium. włądza ustawodawcza, wykonawcza i sądownicza.
-   są inne (np. banki) ale tewyżej są najczęstsze

Typy systemów ekonomicznych:

1.  Gospodarka rynkowa
    -   włąsność prywatna
    -   wolność wyboru
    -   interes własny
    -   konkurencja
    -   alokacja poprzez rynek
    -   ogroniczona rola rządu
2.  Gospodarka centralnie planowana (korea północna, chiny, kuba, 
    -   własność publiczna
    -   planowanie produkcji
    -   planowanie dystrybucji
    -   ceny ustalane przez rząd
    -   system nakazowo-rozdzielczy
3.  gospodarka mieszana
    -   cechy obydwu tych gospodarek

